---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RoomCalculatedCoolingLoadPerAreaParam
source: html/ecdb27de-b836-8683-df30-6087f9fa973e.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RoomCalculatedCoolingLoadPerAreaParam Property

"Calculated Cooling Load per area"

## Syntax (C#)
```csharp
public static ForgeTypeId RoomCalculatedCoolingLoadPerAreaParam { get; }
```